Revit 2027 API
ExternalDataManagerCommands.BuiltInExternalDataManagerCommands.ReloadFrom Property
 Reload external data from specified location.
Namespace: Autodesk.Revit.UI
Assembly: RevitAPIUI (in RevitAPIUI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ExternalDataManagerCommandId ReloadFrom { get; }
Public Shared ReadOnly Property ReloadFrom As ExternalDataManagerCommandId
	Get
public:
static property ExternalDataManagerCommandId^ ReloadFrom {
	ExternalDataManagerCommandId^ get ();
}
static member ReloadFrom : ExternalDataManagerCommandId with get
Property Value
ExternalDataManagerCommandId
See Also
Reference
ExternalDataManagerCommands.BuiltInExternalDataManagerCommands Class
Autodesk.Revit.UI Namespace